import { Alert } from "react-native";

const s02_M_000001 = () => {
    Alert.alert("알림", '단체명을 확인해주세요.');
    // alert('단체명을 확인해주세요.');
}
const s02_M_000002 = () => {
    alert('주소를 확인해주세요.');
}
const s02_M_000003 = () => {
    alert('연락처는 숫자만 입력가능하니 확인해주세요.');
}
const s02_M_000004 = () => {
    alert('이름을 확인해주세요.');
}
const s02_M_000005 = () => {
    alert('이메일을 확인해주세요.');
}
const s02_M_000006 = () => {
    alert('핸드폰 번호는 숫자만 입력가능하니 확인해주세요.');
}
const s02_M_000007 = () => {
    alert('생년월일을 확인해주세요.(ex.19901015)');
}
const s02_M_000008 = () => {
    alert('계좌번호를 확인해주세요.');
}
const s02_M_000009 = () => {
    alert('거래은행을 확인해주세요.');
}

export { 
    s02_M_000001, s02_M_000002, s02_M_000003,
    s02_M_000004, s02_M_000005, s02_M_000006,
    s02_M_000007, s02_M_000008, s02_M_000009 
}