const s02_M_000001 = () => {
    return '단체명을 확인해주세요.'
}
const s02_M_000002 = () => {
    return '주소를 확인해주세요.'
}
const s02_M_000003 = () => {
    return '연락처는 숫자만 입력가능하니 확인해주세요.'
}
const s02_M_000004 = () => {
    return '이름을 확인해주세요.'
}
const s02_M_000005 = () => {
    return '이메일을 확인해주세요.'
}
const s02_M_000006 = () => {
    return '핸드폰 번호는 숫자만 입력가능하니 확인해주세요.'
}
const s02_M_000007 = () => {
    return '생년월일을 확인해주세요.(ex.19901015)'
}
const s02_M_000008 = () => {
    return '계좌번호를 확인해주세요.'
}
const s02_M_000009 = () => {
    return '거래은행을 확인해주세요.'
}
const s02_M_000010 = () => {
    return '삭제할 항목을 선택해 주세요.'
}
const s02_M_000011 = () => {
    return '삭제할 항목은 하나만 선택할 수 있습니다.'
}
const s02_M_000012 = () => {
    return '수정할 항목을 선택해 주세요.'
}
const s02_M_000013 = () => {
    return '수정할 항목은 하나만 선택할 수 있습니다.'
}
const s02_M_000014 = () => {
    return '다시 시도해 주세요.'
}
const s02_M_000015 = () => {
    return '결제자 지정 또는 권한 없음 중 하나만 선택해 주세요.'
}
const s02_M_000016 = () => {
    return '변경할 회원 구분을 다시 확인해 주세요.'
}
const s02_M_000017 = () => {
    return '회원을 선택해 주세요.'
}
const s02_M_000018 = () => {
    return '이미 등록된 회원이 존재합니다.'
}
const s02_M_000019 = () => {
    return '결제자를 순번대로 지정해 주세요.'
}
const s02_M_000020 = () => {
    return '비밀번호를 확인하세요.'
}
const s02_M_000021 = () => {
    return '비밀번호가 일치하지 않습니다.'
}
const s02_M_000022 = () => {
    return '책임자는 한 명만 선택해 주세요.'
}
const s02_M_000023 = () => {
    return '회원을 한 명 이상 선택해 주세요.'
}
const s02_M_000024 = () => {
    return '부서명을 확인해 주세요.'
}
const s02_M_000025 = () => {
    return '책임자를 확인해 주세요.'
}
const s02_M_000026 = () => {
    return '서버 오류가 발생했습니다.\n동일한 문제가 계속 발생할 경우, 담당자에게 문의 부탁드립니다.'
}

export { 
    s02_M_000001, s02_M_000002, s02_M_000003,
    s02_M_000004, s02_M_000005, s02_M_000006,
    s02_M_000007, s02_M_000008, s02_M_000009,
    s02_M_000010, s02_M_000011, s02_M_000012,
    s02_M_000013, s02_M_000014, s02_M_000015,
    s02_M_000016, s02_M_000017, s02_M_000018,
    s02_M_000019, s02_M_000020, s02_M_000021,
    s02_M_000022, s02_M_000023, s02_M_000024,
    s02_M_000025, s02_M_000026
}